<template>
  <div class="bb">
    <div class="bb-desc">
     {{text}}
    </div>
  </div>
</template>

<script>
// Use Vuex
// import store from './store'

export default {
  data () {
    return {
      text: ` 应德国副总理兼财政部长肖尔茨邀请，国务院副总理刘鹤将于11月25日至28日访问德国并出席第八届中欧论坛汉堡峰会。

问：你能否介绍刘鹤副总理访德有关安排？中方如何评价当前中德关系？中方对此访有何期待？

答：刘鹤副总理访德期间，将会见德方领导人，就中德务实合作、中欧关系及共同关心的国际与地区问题交换意见。此外，刘鹤副总理还将出席第八届中欧论坛汉堡峰会并发表主旨演讲，期间也将同与会的欧方、德方高级别代表，汉堡市长等各界人士进行广泛交流。

近年来，中德关系保持了高水平发展势头，高层交往频密，政治互信不断提升，务实合作成效显著，在国际和地区事务上的互动协调更趋紧密。今年两国总理实现互访，第五轮中德政府磋商取得丰硕成果，充分体现了两国关系的紧密程度和发展水平。当前国际形势下，中德作为负责任大国和全方位战略伙伴，有必要进一步加强协调与合作，共同为维护多边主义和自由贸易体制、推动开放型世界经济作出积极努力，为世界注入更多稳定性。

中方期待通过刘鹤副总理访德，进一步增进中德之间的政治和战略互信，密切双方在双边、中欧及全球层面的全方位合作，特别是深化中德、中欧在经贸、投资、财金、制造业、数字化等领域务实合作及产业创新合作。

问：据澳大利亚媒体报道，一名澳大利亚官员称，中方今年对澳发起越来越多的网络攻击，盗窃知识产权。你是否知情？对此有何评论？

答：网络安全是全球性问题，网络攻击是世界各国面临的共同挑战。网络空间虚拟复杂，各方利益交融，需要国际社会包括政府、业界、智库、媒体本着建设性态度共同维护。

有关报道和指责纯属子虚乌有，凭空捏造，既不专业，也不负责任，显然是别有用心的，只会渲染紧张对抗，无助于维护网络空间共同安全。

问：我们注意到，仍有一些媒体在关注此次APEC领导人会议未能按惯例发表宣言，有关APEC成员也就此表明了立场，你对此有何评论？

答：我昨天已经就此次APEC领导人非正式会议有关情况和中方立场作了介绍。这次会议总体是成功的，在推动数字经济、互联互通、包容增长等领域取得了积极成果，中方对东道主巴新发挥的积极作用表示赞赏和感谢。

此次会议未能按惯例发表领导人宣言，这是中方和大多数APEC成员都不愿看到的。据我所知，会议成果文件磋商的焦点，是同加强和改进世贸组织相关的贸易问题。绝大多数成员，特别是发展中成员在会上都表达了维护多边贸易体制、反对保护主义的鲜明态度，不赞同在相关具体问题上仓促下结论。

但是个别成员听不进绝大多数成员的声音，拒绝在成果文件中纳入合理主张，坚持要写入损害他国根本利益的内容，企图给其保护主义、单边主义的做法披上合法外衣。在各方未达成一致的情况下，试图强行推动会议通过有争议的成果文件，把自己的案文强加给各方。这一做法违背了APEC协商一致的原则，损害了各方的共同利益。在会议和磋商过程中，包括中方在内的许多成员都对这种做法表明了反对态度。

中方始终支持东道主巴新成功举办会议，在成果文件磋商中一直采取负责任和建设性的态度，坚持通过协商解决分歧，为推动达成共识作出了最大努力，而且努力到了最后一刻，体现了最大诚意。中方之所以这么做，也是在维护APEC协商一致的原则。中方重申，无论是推进APEC合作,还是讨论世贸组织问题，都要广泛听取各方意见，体现平等和相互尊重，通过协商解决分歧。

中方坚定致力于构建开放型世界经济，坚定支持APEC在促进亚太地区贸易投资自由化、便利化上发挥积极作用,坚定维护以世贸组织为核心的多边贸易体制。我们愿与各方共同为此作出努力。`
    }
  },
  computed: {
  },
  methods: {
  },
  onReachBottom () {
    console.log('onReachBottom')
    this.text += this.text
  },
  onPullDownRefresh () {
    console.log('onPullDownRefresh')
    this.text += this.text
  }
}
</script>

<style lang="stylus" scoped rel="stylesheet/stylus">
.bb
  padding-bottom 40rpx
.bb-desc
  font-size 28rpx
  padding 0 20rpx
  text-align justify
  line-height 40rpx
  color gray
</style>
